src/main/java/ConfigurationResources/SOAP/deployFlex.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="http://xmlns.oracle.com/apps/fnd/applcore/webservices/types/">
   <soapenv:Header/>
   <soapenv:Body>
      <typ:deployFlex>
         <typ:flexfieldCode>KFFNAME</typ:flexfieldCode>
         <typ:flexfieldType>KFF</typ:flexfieldType>
         <typ:forceCompleteKFFDeployment>false</typ:forceCompleteKFFDeployment>
      </typ:deployFlex>
   </soapenv:Body>
</soapenv:Envelope>
